<?
session_start();
$path=$_SERVER['DOCUMENT_ROOT'];

include "$path/system/db.php";

?>
<!DOCTYPE html>
<html lang="en">
<? include "$path/private/head.php";?>
<body>
    <div class="cont">
        <? include "$path/private/header.php"?>
        <main>
            <div class="forum">
                <div class="forum-info">
                    <div class="forum-h1">
                        <img src="/img/1.png" alt=""> 
                        <div>На форуме в ответах на сообщения добавлены смайлики</div>
                    </div>
                    <div class="cont-message">
                            <div class="profile">
                                <div class="user">Admin</div>
                                <div class="status">Администратор</div>
                                <img src="../img/avatar.jpg" alt="">
                                <div class="info">
                                        Зарегистрирован: 2005-07-14<br>
                                        Приглашений: 193<br>
                                        Сообщений: 26841<br>
                                        Уважение: +8617<br>
                                        Позитив: +528<br>
                                        Пол: Мужской<br>
                                        Провел на форуме:<br>
                                        782 дня 6 часов<br>
                                        IP: 192.168.30.17
                                </div>
                            </div>
                            <div class="message">
                                <div class="date-message" >&#8986; 20.04.2022 &bull; 13:03</div><br>
                                <h4>На форуме в ответах на сообщения добавлены смайлики</h4><br>
                                <div class="text">
                                    <!-- <pre> -->
                                    Свято место пусто не бывает. После того, как русское общество лишилось кастовой аристократии, возникло это самое свято место, и теперь вопрос: кто его заполнит? На роль претендовала интеллигенция, 
                                    но знание и элементарная воспитанность, как выяснилось, не пропуск в свято место. Теперь претендует жречество, но у него есть конкурент – это поэтическая братия. Я ничего плохого в этой конкуренции не вижу, тем более ветхий Израиль даёт нам прецедент: рядом с коленом Левиным были пророки из других колен Израиля. Попы и волхвы мирно уживались и в древней Руси.

                                    Чтобы стать аристократом духа, нужно быть поэтом не только слова, но и поступка. Можно даже не быть поэтом в традиционном смысле, но поэтом поступка обязан быть любой, претендующий на свято место. Современная поэзия должны быть готовы к тому, что их творчество не оценят при жизни, но только после смерти, что они никогда не смогут стать профессиональными литераторами, живущими на литературные гонорары. Довольно и того, что отдалённый потомок откроет их лет через пятьдесят, когда наша литературная эпоха будет изучена специалистами филологами. Лучше всего сделать себе имя в современной поэзии как бы в довесок к другому жизненному подвигу – стать выдающимся изобретателем, например, или искусствоведом, дегустатором вин, наконец, а самому тайком писать стихи и публиковать их на своей интеренет-площадке без лишней шумихи. Надежда на то, что у вас появится читатель, гораздо надёжнее, чем первое место на конкурсе или хвалебная рецензия в престижной тусовке. Те, кто у всех на слуху, избрали себе широкий путь и вступили в траст с торговцами славой. Их раскручивают как бренд, и это унизительно.

                                    Возможность свободной публикации своих творений рано или поздно всех поставит на свои места, иерархия выстроится сама собой в один прекрасный день, как кристалл соли в перенасыщенном растворе. И всё же соблазн не столько быть услышанным при жизни, сколько найти своего читателя в современнике, очень велик, особенно если у вас настоящий талант. Иногда прижизненная слава приходит не благодаря, а вопреки, и тогда её нужно принимать без страха. Почему страх? Слава – наркотик, а наркотики дорого стоят. Пушкин на лымарях от переизбытка славы написал:

                                    ПОЭТУ

                                    Поэт! не дорожи любовию народной.
                                    Восторженных похвал пройдет минутный шум;
                                    Услышишь суд глупца и смех толпы холодной,
                                    Но ты останься тверд, спокоен и угрюм.

                                    Ты царь: живи один. Дорогою свободной
                                    Иди, куда влечет тебя свободный ум,
                                    Усовершенствуя плоды любимых дум,
                                    Не требуя наград за подвиг благородный.

                                    Они в самом тебе. Ты сам свой высший суд;
                                    Всех строже оценить умеешь ты свой труд.
                                    Ты им доволен ли, взыскательный художник?

                                    Доволен? Так пускай толпа его бранит
                                    И плюет на алтарь, где твой огонь горит,
                                    И в детской резвости колеблет твой треножник.

                                    Итак, если слава на вас всё-таки обрушивается при жизни, необходимо принять меры предосторожности, чтобы не стать глориаманом. Обратите вашу славу в инструмент для достижения какой-либо другой благородной цели. Как правило, таких правдоискателей нейтрализуют, игнорируя их при жизни. Не огорчайтесь – так и надо! Во-первых, у вас есть шанс, что цель будет с Божьей помощью достигнута, во-вторых, вас не сделают глориаманом из боязни получить ещё одного Сахарова или Солженицына власти предержащие. Была такая девочка из Ялты со звучным именем – Ника Турбина. Писала стихи ещё ребёнком. Так её захвалили. Она закончила жизнь трагически. Глориамания…

                                    Слава всегда обменивается на деньги и за деньги легко купить славу. Если у вас денег нет, а славы хочется, сгодится и оплата натурой.

                                    Итак, если вы – современный поэт, не ищите славы, но постарайтесь её избежать, а если она вас всё же настигла – сделайте из неё орудие для исполнения мечты, которой иначе не достичь, как став всемирно известным.

                                    Источник

                                    Ямб и хорей - всё что нужно поэту
                                    Аллегории - сборник поэтических аллегорий
                                    Стихихишкин теремок - форумов сетевых стихотворцев
                                    <!-- </pre> -->
                                </div>
                            </div>
                            <div class="edit">
                                <div class="text-edit">Удалить</div>
                                <div class="text-edit">Редактировать</div>
                                <div class="text-edit">Цитировать</div>
                            </div>
                    </div>
            </div>
            <div class="forum-info">
                <div class="forum-h1">
                    <img src="/img/1.png" alt=""> 
                    <div>Быстрый ответ</div>   
                </div>
                <div class="answer">
                    <div>Напишите ваше сообщение и нажмите ответить</div>
                    <form action="" method="post">
                        <textarea type="text" id="edit"></textarea><br>
                        <input type="submit" value="Ответить">
                        <input type="button" id="button" value="Показать смайлы">
                        <div id="smile" hidden></div>
                        <script>
                           button.onclick=()=>{
                                if(smile.hidden==true){
                                    smile.hidden=false;
                                    button.value="Скрыть смайлы";
                                }
                                else{
                                    smile.hidden=true;
                                    button.value="Показать смайлы";
                                }
                            }
                            // //////////////////////////////////////////

                            let s="";
                            for(let i=1;i<=102;i++){
                                s+=`<img class="smile" src="../img/smile/smile (${i}).gif">`;
                                }
                            smile.innerHTML=s;
                            // //////////////////////////////////////////

                            smile.addEventListener('click', (event)=>{
                                if(event.target.classList.contains('smile')){
                                    edit.value+=event.target.attributes['src'].value;
                                }
                            });
                        </script>
                    </form>
                </div>
            </div>
            
        </main>
       <? include "$path/private/footer.php"?>
    </div>  
</body>
</html>