<?

$path=$_SERVER['DOCUMENT_ROOT'];

?>
<!DOCTYPE html>
<html lang="en">
<? include "$path/private/head.php";?>
<body>
    <div class="cont">
        <? include "$path/private/header.php"?>
        <main>
            <div class="forum">
                <div class="forum__info">
                    <div class="forum-h1">
                        <img src="/img/1.png" alt=""> 
                        <div>Правила форума</div>
                    </div>
                    <div class="rules">
<pre id="rulesText" class="pre">НА ФОРУМЕ ЗАПРЕЩЕНО:

A. Названия тем

Создание темы с названием уже существующим в форуме;
Создание тем с невнятным названием, например: «Помогите!», «Все сюда» и т.д.

B. Тематические ограничения

Размещать сообщения, явно не соответствующие тематике форума;
Запрещены любые виды политической пропаганды, кроме специальных тем, имеющих ярко выраженную тематику.
Запрещено создание сообщений с бессмысленным или невнятным содержанием.

C. Дублирование

Размещать сообщения более одного раза, даже с учетом относительно старых сообщений близкого содержания: при размещении сообщения 2 раза – первая копия удаляется, более 2-х раз – удаляются все, более 5 раз – рискуете потерять возможность создавать сообщения;
Дублировать сообщения в соседние форумы, также в случае злоупотребления или офф-топика удаляются все сообщения;

D. Реклама

Размещать коммерческие сообщения без согласования с редакцией сайта. Под коммерческими понимаются сообщения, содержащие рекламу товаров или платных услуг, а также прямо или косвенно направленные на получение прибыли заинтересованными лицами;
Размещать приглашения на другие сайты. Такие посты удаляются, а при повторе создаются автоматические правила бана по ключевым словам - адресам сайтов;
Пожалуйста поймите, что СПАМ - это самый грязный и низкий вид рекламы, существующий в сети. Если вы опустились до него и пришли на наши форумы с целью что-то рекламировать (вместо того, чтобы задать вопрос администрации о существующих возможностях и формах рекламы на сайте) - имейте в виду, что форум - это такое место, где каждый сможет что-то написать в ответ на ваше сообщение, а контролировать содержание ответов у Вас не будет никакой возможности. После первого же ответа, Ваш пост может превратиться из рекламы в самую страшную антирекламу и вы сами же будете просить нас удалить его. В таких случаях мы навстречу не идем. Если вы хотите что-то рекламировать, напишите нам письмо, и если мы сочтем, что наша площадка сможет оказаться Вам полезной - предложим конкретные варианты размещения информации.

E. Некорректное поведение

Размещать любую информацию, противоречащую законодательству;
Оскорблять других участников форума и переходить на личности; ругаться матом (за оскорбления модераторов или других членов редакции сайта вы рискуете получить пожизненный бан);
Оставлять оскорбительные, порочащие или нелицеприятные высказывания в адрес третьих сторон (людей, организаций);
Выдавать за факты (в том числе в качестве аргументов) непроверенные или заведомо неверные сведения.

F. Некорректные подписи

Использовать для подписи различные ники. Один пользователь - один ник. Категорически запрещено использовать для подписи случайные слова, словосочетания, отдельные символы или их произвольные наборы. В случае нарушения этого правила модератор может редактировать вашу подпись или удалить сообщения.
Использовать для подписи сообщения ники "Администратор", "Admin" и т.п., а также указывать служебные почтовые адреса сайта в поле "e-mail". Такие сообщения удаляются или редактируются на усмотрение модератора.
Использование ников похожих на уже существующие в форуме, под похожими понимаются созвучные ники, создающие впечатление почти одинаковых, а также, похожие визуально, за счет использования смеси русских и латинских букв, цифр. Например: clam и c1am, admin и аdmin (a - латинское/русское); x@m, хам и ham.

G. Иллюстрации

Запрещено вставлять в сообщения иллюстрации объемом более 150 килобайт, или превышающие по размеру 600 пикселей по большей размерности, кроме случаев когда это необходимо в контексте сообщения (например демонстрация качества снимка). Редакция оставляет за собой право удалить любую иллюстрацию при полном отсутствии ее связи с текстом сообщения.

Вообще-то, мы неглядя украли эти правила с сайта www.stinfa.ru, даже не прочитав их как следует. Разрешения у авторов мы, естественно, не спросили.

НА ФОРУМЕ НЕ ПРИВЕТСТВУЕТСЯ:

Поднятие старых (>3х месяцев) тем без особой нужды либо важности сообщаемой информации.
Использование ВЕРХНЕГО РЕГИСТРА в темах и сообщениях
Использование транслита
Излишнее цитирование собеседника из той же темы.
Излишне длинные сообщения (более 1000 символов).
Общаться без регистрации

ОШИБКИ И СЛУЖЕБНЫЕ СООБЩЕНИЯ

Вы видите сообщение о том, что нельзя подписываться указанным ником (Вы пытаетесь использовать чужой ник), хотя на самом деле подписывайтесь своим ником. Авторизуйтесь, т.е. введите свой логин и пароль. Пока Вы не назвали себя система не разрешит вам использовать ник зарегистрированного пользователя. Признак того, что Вы авторизованы - ваше имя в заголовке окна браузера, указанное в квадратных скобках перед названием сайта. Будьте уверены, что вы указали ник, который пытаетесь использовать для подписи при регистрации именно в поле "Ник", а не "ФИО". Именно значение поля "Ник" регистрационной анкеты система пытается предложить в качестве Вашей подписи в первую очередь. Если это поле при регистрации или в "личном профиле" не заполнено - система предложит использовать значение поля "ФИО".
Если при попытке оставить сообщение Вы видите текст "Недостаточно прав для выбранного действия", значит Вы используете в тексте сообщения запрещенные у употреблению слова, либо вас забанили. Попробуйте оставить сообщение с кратким нейтральным текстом - если Вам это удалось - ищите в тексте Вашего поста запрещенные слова - мат и т.д. С возникшими вопросами можете обратиться на e-mail, указав дату и время, когда Вы пытались ввести сообщение. Вопросы принимаются только от зарегистрированных пользователей.

АПЕЛЛЯЦИИ

Под апелляцией понимается аргументированное письменное заявление о неправомерности удаления сообщения форума, подаваемое автором удаленного сообщения на e-mail адрес главного редактора сайта.
Апелляцию может подать только автор удаленного сообщения, указав свой login или e-mail, введенный при регистрации на сайте. Претензии от других участников форума не принимаются.
Апелляция от незарегистрированных пользователей не принимается.
Любые апелляции или претензии по работе форумов, удалению сообщений и др. принимаются только в соответствие с изложенными пунктами. В форумах апелляции – удаляются, а письма без указания реквизитов пользователя - оставляются без ответа.
Максимальный срок подачи апелляции – 14 дней.

ОСОБЫЕ ПОЛНОМОЧИЯ МОДЕРАТОРОВ

Модератор может удалять любые сообщения нарушителей и все ответы на них. Кроме того, помните, что даже если ваше сообщение не удалили, на любую рекламу найдется антиреклама.

Модератор может удалить любое сообщение, введенное через анонимный прокси-сервер.

Модератор может установить запрещенные для обсуждения темы.

Модератор может удалить любое сообщение, если оно своим содержанием провоцирует посетителей сайта нарушать пункты B. C. D. и E. данных правил.

За каждым форумом на сайте следят от двух до четырех модераторов. Все введенные сообщения модераторы получают на e-mail мгновенно. Среднее время реакции – 10-30 минут. Все сообщения, введенные одним человеком администратор может удалить или переименовать одним кликом (будь их хоть 2, хоть 70). Поэтому, просьба: не тратьте ВАШЕ время на спам и флуд.

ОТКАЗ ОТ ОТВЕТСТВЕННОСТИ

Редакция сайта не несет никакой ответственности за содержание и достоверность любой информации, размещенной на форумах, а также за моральный или материальный ущерб, прямые или косвенные убытки, связанные с использованием форумов или информации, размещенной на них. Подробнее см. официальное уведомление и отказ от ответственности (disclaimer).

Всю ответственность за размещенную посетителем информцию несет сам посетитель. Данные, идентифицирующие посетителя могут быть предоставлены только по официальному запросу правоохранительных органов.

Использование форумов, равно, как и любых других разделов данного сайта означает согласие с настоящими правилами, а также со всеми положениями официального уведомления.

И помните: мы всегда стараемся руководствоваться здравым смыслом.

Редакция правил от 6 декабря 2022 г.</pre>
                    </div>
                </div>
            </div>
        </main>
       <? include "$path/private/footer.php"?>
    </div>  
</body>
</html>